Revit 2027 API
ParameterTypeId.RbsMepSizeDefParam Property
 "MEP Size Definitions"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsMepSizeDefParam { get; }
Public Shared ReadOnly Property RbsMepSizeDefParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsMepSizeDefParam {
	ForgeTypeId^ get ();
}
static member RbsMepSizeDefParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace